import React from "react";

const Introduction = () => {
  return (
    <div className="product__introduction" id="introduction">
      <h6 className="section-title">معرفی</h6>
      <p className="color-pale-sky font-16 text-justify lh-lg mt-0 mb-0">
        سری A گوشی‌های هوشمند میان‌رده سامسونگ توانستند با بهره بردن از مشخصات
        فنی مناسب و البته قیمتی مقرون به‌صرفه، کاربران بسیاری را به سمت خودشان
        جلب کنند. یکی از این گوشی‌های میان‌رده با‌کیفیت و زیبا، سامسونگ Galaxy
        A13 SM-A135F/DS است که باید گفت بهره بردن از مشخصات فنی مناسب، سبب شده
        تا عملکرد بسیار خوب و کاملا قابل قبولی را در جایگاه یک گوشی هوشمند
        میان‌رده به شما ارائه کند. در نمای رو‌به‌رویی این گوشی به صفحه‌نمایش با
        ابعاد 6.6 اینچ و رزولوشن 1080×2408 از نوع PLS LCD مجهز شده. صفحه‌نمایشی
        که با توجه به توانایی نمایش 400 پیکسل در هر اینچ، توانایی ارائه عملکرد و
        وضوح تصویر بسیار خوبی را دارد. بریدگی قطره‌ای شکل ناچ در قسمت بالایی و
        مرکزی صفحه‌نمایش هم سنسور دروبین سلفی با رزولوشن 8 مگاپیکسل را در خود
        جای داده است. یک سنسور دوربین اصلی قدرتمند با توانایی ارائه عملکرد بسیار
        خوب و رزولوشن 50 مگاپیکسل از نوع عریض در کنار سنسور 5 مگاپیکسل از نوع
        اولترا واید (ultrawide) باز زاویه دید گسترده 123 درجه و دو سنسور 2
        مگاپیکسل از نوع ماکرو و سنحش عمق، سنسور‌های دروبین چهارگانه قسمت پشتی
        سامسونگ Galaxy A13 SM-A135F/DS را تشکیل می‌دهند. در بخش مشخصات
        سخت‌افزاری هم این گوشی میان‌رده به پردازنده اختصاصی اگزینوس 850 سامسونگ
        مجهز شده که در اجرای بازی و البته نرم‌افزار‌های کاربردی، توانایی ارائه
        عملکرد بسیار خوب و قابل قبولی دارد. باتری با میزان ظرفیت 5000
        میلی‌آمپر‌ساعت هم به ازای هر بار شارژ صد درصدی، توانایی ارائه طول عمر
        مفید (زمان آماده به‌کار) بسیار خوب و قابل قبولی را دارد.
      </p>
    </div>
  );
};

export default Introduction;
